[
    {
        "img": "/assets/img/icons8-html-5.svg",
        "title": "HTML",
        "description": "HTML es el lenguaje de marcado de contenido para la creación de páginas web, permite la creación de páginas web dinámicas y estándarizadas.",
        "category":"front"
    },
    {
        "img": "/assets/img/icons8-css3.svg",
        "title": "CSS",
        "description": "CSS es un lenguaje de presentación de una página web, que define las presentaciones de los elementos de una página web.",
        "category":"front"
    },
    {
        "img": "/assets/img/icons8-oreja.svg",
        "title": "Bootstrap",
        "description":"Bootstrap es un framework css de desarrollo de páginas web para el desarrollo de aplicaciones web.",
        "category":"front"
    },
    {
        "img": "/assets/img/icons8-sass.svg",
        "title": "Sass",
        "description":"Sass es un lenguaje de diseño de páginas web para el desarrollo de aplicaciones web.",
        "category":"front"
    },
    {
        "img": "/assets/img/primeng-logo.png",
        "title": "PrimeNg",
        "description":"Es una librería open source, usada para construir la parte visual de las aplicaciones web, utilizando como base e interactuando con la plataforma Angular.",
        "category":"front"
    },
    {
        "img": "/assets/img/icons8-javascript.svg",
        "title": "JavaScript",
        "description":"JavaScript es un lenguaje de programación de alto nivel que se utiliza en la creación de páginas web interactivas y de aplicaciones web.",
        "category":"front"
    },
    {
        "img": "/assets/img/icons8-typescript.svg",
        "title": "TypeScript",
        "description":"TypesScript es un lenguaje de programación de código abierto desarrollado y mantenido por Microsoft. Es un superconjunto de JavaScript.",
        "category":"front"
    },
    {
        "img": "/assets/img/angular.svg",
        "title": "Angular",
        "description":"Angular es una plataforma de desarrollo de aplicaciones web y móviles multiplataforma que se basa en una arquitectura de componentes.",
        "category":"front",
        "principal": true
    },
    {
        "img": "/assets/img/icons8-node-js.svg",
        "title": "NodeJS",
        "description":"NodeJS es un entorno en tiempo de ejecución multiplataforma, de código abierto, para la capa del servidor basado en el lenguaje de programación JavaScript.",
        "category":"back",
        "principal": true
    },
    {
        "img": "/assets/img/icons8-express-js.svg",
        "title": "Express",
        "description":"Express es un entorno de trabajo para aplicaciones web para el programario Node.js, de código abierto y con licencia MIT. Se utiliza para desarrollar aplicaciones web y APIs.",
        "category":"back",
        "principal": true
    },
    {
        "img": "/assets/img/strapi-2.svg",
        "title": "Strapi",
        "description":"Es un Handdle CMS de código abierto basado en Node. js. Permite crear APIs funcionales en cuestión de minutos.",
        "category":"back",
        "principal": false
    },
    {
        "img": "/assets/img/nestjs-icon.svg",
        "title": "Nest Js",
        "description":"Un marco progresivo de Node.js para crear aplicaciones eficientes, confiables y escalables del lado del servidor .",
        "category":"back",
        "principal": true
    },
    {
        "img": "/assets/img/icons8-postgresql.svg",
        "title": "PostgreSQL",
        "description":"PostgreSQL es un sistema gestor de base de datos relacional de código abierto.",
        "category":"database",
        "principal": true
    },
    {
        "img": "/assets/img/icons8-logo-de-mysql.svg",
        "title": "MySQL",
        "description":"MySQL es un sistema gestor de base de datos relacional de código abierto.",
        "category":"database"
    },
    {
        "img": "/assets/img/mongodb-icon.svg",
        "title": "MongoDB",
        "description":"MongoDB es un sistema de base de datos NoSQL, orientado a documentos y de código abierto.",
        "category":"database"
    },
    {
        "img": "/assets/img/rxjs.svg",
        "title": "RxJs",
        "description":"Es una librería para programación reactiva usando obvservables que hacen más fácil la creación de código asincrono o basado en callbacks.",
        "category":"libreria"
    }
]